[Demo_Kurona_End_true GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-510,Y=1114,Z=1335),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-7,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-310,Y=1075,Z=1200),VecSub=(X=150,Y=0,Z=0),CId=72)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-310,Y=1153,Z=1200),VecSub=(X=200,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0300_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=4,Vec=(X=-370,Y=1080,Z=1320))
DemoScripts[9]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-370,Y=1080,Z=1320))
DemoScripts[10]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_End_Kurona.GG2_BGM_DM_End_Kurona_Cue')
DemoScripts[11]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[12]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[13]=(Actor=FADE,Command=WAIT)
DemoScripts[14]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[15]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[16]=(Actor=WINDOW,Command=SET)
DemoScripts[17]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_001_Cue',Name="クロナ")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[19]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[20]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[21]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-10,Y=-7,Z=0),SecTime=0.5)
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=1,Number=0,Bit=1)
DemoScripts[24]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[25]=(Actor=CHARACTER,Command=CHEEK,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Rate=0.8)
DemoScripts[26]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_003_Cue',Name="クロナ")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[28]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[31]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=4,Vec=(X=-310,Y=1075,Z=1300))
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_004_Cue',Name="クロナ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[37]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0107_fx_Stand2Cry",Rate=1,Number=2,Bit=0)
DemoScripts[38]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0700_lp_Cry",Number=8)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0100_fx_open_S",Rate=1,Number=1,Bit=0)
DemoScripts[41]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0106_fx_Stand2Surprise",Rate=1,Number=2,Bit=0)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0600_lp_Surprise",Number=8)
DemoScripts[43]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_006_Cue',Name="クロナ")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[45]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[47]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_007_Cue',Name="クロナ")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[49]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[51]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_008_Cue',Name="クロナ")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[53]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0701_fx_Cry2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Number=6)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Number=7)
DemoScripts[58]=(Actor=CHARACTER,Command=CHEEK,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Rate=0.8)
DemoScripts[59]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[60]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[61]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[62]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=1)
DemoScripts[63]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[64]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0601_fx_Surprise2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[66]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=0,Y=-7,Z=0),SecTime=0.5)
DemoScripts[67]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_010_Cue',Name="エコロ")
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[69]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[73]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=4,Vec=(X=-370,Y=1080,Z=1320))
DemoScripts[74]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-370,Y=1080,Z=1320))
DemoScripts[75]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=0,CId=71)
DemoScripts[76]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Sweat_Cue')
DemoScripts[77]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_012_Cue',Name="エコロ")
DemoScripts[78]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[80]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[81]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[83]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_014_Cue',Name="クロナ")
DemoScripts[84]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[85]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[86]=(Actor=WINDOW,Command=EXIT)
DemoScripts[87]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-400,Y=950,Z=1200),SecTime=1,CId=72)
DemoScripts[88]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[89]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-600,Y=1075,Z=1200),CId=72)
DemoScripts[90]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=1)
DemoScripts[91]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[92]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[93]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0100_fx_open_S",Rate=1,Number=1,Bit=0)
DemoScripts[94]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-20,Y=-7,Z=0),SecTime=0.8)
DemoScripts[95]=(Actor=SYSTEM,Command=WAIT,SecTime=0.8)
DemoScripts[96]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=0,Y=-7,Z=0),SecTime=0.8)
DemoScripts[97]=(Actor=SYSTEM,Command=WAIT,SecTime=0.8)
DemoScripts[98]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_4,SecTime=1)
DemoScripts[99]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Kurona_End_true.GG2_SE_DM_Spear_Stick_Cue')
DemoScripts[100]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[101]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[102]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_PINK,FadePriority=FADE_PRIO_BACK)
DemoScripts[103]=(Actor=FADE,Command=WAIT)
DemoScripts[104]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-310,Y=950,Z=1200),CId=72)
DemoScripts[105]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=ROT,Vec=(X=169,Y=0,Z=0),CId=72)
DemoScripts[106]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_PINK,FadePriority=FADE_PRIO_BACK)
DemoScripts[107]=(Actor=FADE,Command=WAIT)
DemoScripts[108]=(Actor=WINDOW,Command=SET)
DemoScripts[109]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[110]=(Actor=WINDOW,Command=EXIT)
DemoScripts[111]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[112]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[113]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-310,Y=1075,Z=1200),SecTime=1,CId=72)
DemoScripts[114]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[115]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-310,Y=1075,Z=1200),CId=72)
DemoScripts[116]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-12,Y=-7,Z=0),SecTime=0.5)
DemoScripts[117]=(Actor=WINDOW,Command=SET)
DemoScripts[118]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[119]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=4,Vec=(X=-370,Y=1080,Z=1320))
DemoScripts[120]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-370,Y=1080,Z=1320))
DemoScripts[121]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[122]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[123]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0103_fx_Stand2Depressed",Rate=1,Number=2,Bit=0)
DemoScripts[124]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0300_lp_Depressed",Number=8)
DemoScripts[125]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Number=6)
DemoScripts[126]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_017_Cue',Name="クロナ")
DemoScripts[127]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[128]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[129]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_018_Cue',Name="クロナ")
DemoScripts[130]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[131]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[133]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[134]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_020_Cue',Name="クロナ")
DemoScripts[135]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[136]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[138]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[139]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_021_Cue',Name="クロナ")
DemoScripts[140]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[141]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[142]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[143]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[144]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_022_Cue',Name="クロナ")
DemoScripts[145]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[146]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[147]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[148]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[149]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[150]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[151]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[152]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Number=6)
DemoScripts[153]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-450,Y=1105,Z=1330),SecTime=2)
DemoScripts[154]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_024_Cue',Name="クロナ")
DemoScripts[155]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[156]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[157]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-450,Y=1105,Z=1330),SecTime=)
DemoScripts[158]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_3,SecTime=1)
DemoScripts[159]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hodai_Reaction_Cue')
DemoScripts[160]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[161]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[162]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=20,Y=0,Z=0),SecTime=0.5)
DemoScripts[163]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=1)
DemoScripts[164]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[165]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[166]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[167]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_027_Cue',Name="エコロ")
DemoScripts[168]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[169]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[170]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_fx_close_normal",Rate=0,Number=0,Bit=0)
DemoScripts[171]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[172]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_028_Cue',Name="エコロ")
DemoScripts[173]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[174]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[175]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[176]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_029_Cue',Name="エコロ")
DemoScripts[177]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[178]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[179]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[180]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[181]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_030_Cue',Name="エコロ")
DemoScripts[182]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[183]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[184]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_031_Cue',Name="エコロ")
DemoScripts[185]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[186]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[187]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[188]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[189]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[190]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_033_Cue',Name="エコロ")
DemoScripts[191]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[192]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[193]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[194]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[195]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[196]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[197]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0103_fx_Stand2Depressed",Rate=1,Number=2,Bit=0)
DemoScripts[198]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0300_lp_Depressed",Number=8)
DemoScripts[199]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Number=6)
DemoScripts[200]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-12,Y=-7,Z=0),SecTime=0.5)
DemoScripts[201]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_034_Cue',Name="クロナ")
DemoScripts[202]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[203]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=4,Vec=(X=-370,Y=1080,Z=1320))
DemoScripts[204]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-370,Y=1080,Z=1320))
DemoScripts[205]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[206]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[207]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[208]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[209]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_036_Cue',Name="クロナ")
DemoScripts[210]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[211]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[212]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_fx_close_normal",Rate=0,Number=0,Bit=0)
DemoScripts[213]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[214]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[215]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[216]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Number=6)
DemoScripts[217]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_037_Cue',Name="クロナ")
DemoScripts[218]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[219]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[220]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[221]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_fx_close_normal",Rate=0,Number=0,Bit=0)
DemoScripts[222]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[223]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[224]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[225]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Number=6)
DemoScripts[226]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_039_Cue',Name="クロナ")
DemoScripts[227]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[228]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[229]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[230]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[231]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[232]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_041_Cue',Name="クロナ")
DemoScripts[233]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[234]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[235]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_fx_close_normal",Rate=0,Number=0,Bit=0)
DemoScripts[236]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[237]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_042_Cue',Name="クロナ")
DemoScripts[238]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[239]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[240]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=1)
DemoScripts[241]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[242]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[243]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[244]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_043_Cue',Name="エコロ")
DemoScripts[245]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[246]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[247]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[248]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[249]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[250]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Number=6)
DemoScripts[251]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_045_Cue',Name="クロナ")
DemoScripts[252]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[253]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[254]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[255]=(Actor=FADE,Command=WAIT)
DemoScripts[256]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[257]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_046_Cue',Name="クロナ")
DemoScripts[258]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[259]=(Actor=WINDOW,Command=EXIT)
DemoScripts[260]=(Actor=TEXTURE,Command=START,CId=23,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[261]=(Actor=GALLERY,Command=SET_FLAG,CId=23,Bit=0)
DemoScripts[262]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hug_Cue')
DemoScripts[263]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[264]=(Actor=FADE,Command=WAIT)
DemoScripts[265]=(Actor=WINDOW,Command=SET)
DemoScripts[266]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[267]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_047_Cue',Name="クロナ")
DemoScripts[268]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[269]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[270]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_048_Cue',Name="クロナ")
DemoScripts[271]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[272]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[273]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[274]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[275]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_051_Cue',Name="エコロ")
DemoScripts[276]=(Actor=TEXT,Command=SET,ID=TEXT51)
DemoScripts[277]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[278]=(Actor=TEXT,Command=SET,ID=TEXT52)
DemoScripts[279]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_053_Cue',Name="クロナ")
DemoScripts[280]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[281]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[282]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Kurona_End_true.GG2_V_Kurona_End_true_054_Cue',Name="クロナ")
DemoScripts[283]=(Actor=TEXT,Command=SET,ID=TEXT54)
DemoScripts[284]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[285]=(Actor=WINDOW,Command=EXIT)
DemoScripts[286]=(Actor=FADE,Command=SET,SecTime=2,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[287]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[288]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[289]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[290]=(Actor=SYSTEM,Command=END)

[Select_Kurona_End_true GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Kurona_End_true GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="庫蘿娜",Text="啊嗚嗚......")

Texts[1]=(Label="TEXT02",Name="峯大",Text="庫蘿娜,妳沒事吧......?")

Texts[2]=(Label="TEXT03",Name="庫蘿娜",Text="哈嗚!?")

Texts[3]=(Label="TEXT04",Name="庫蘿娜",Text="嗚嗚......請不要那樣/n一直盯著我看DEATH......")

Texts[4]=(Label="TEXT05",Name="峯大",Text="咦?/n庫......庫蘿娜?")

Texts[5]=(Label="TEXT06",Name="庫蘿娜",Text="啊嗚嗚---!")

Texts[6]=(Label="TEXT07",Name="庫蘿娜",Text="小鹿亂撞DEATH!/n墜入愛河DEATH!!")

Texts[7]=(Label="TEXT08",Name="庫蘿娜",Text="庫蘿娜感覺到/n和你的命運了DEATH!!/n希望你能讓庫蘿娜成為你的戀人DEATH!")

Texts[8]=(Label="TEXT09",Name="峯大",Text="咦......?/n咦咦咦咦咦咦咦!!!?")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="這......是什麼發展啊......?")

Texts[10]=(Label="TEXT11",Name="峯大",Text="冷......冷靜點,庫蘿娜./n妳一定是受到受歡迎氣場的影響/n一時鬼迷心竅才會這樣......")

Texts[11]=(Label="TEXT12",Name="艾可蘿",Text="不......峯大大人?/n受歡迎氣場應該對惡魔無效唷......?")

Texts[12]=(Label="TEXT13",Name="峯大",Text="咦咦!?/n總......總之一定有什麼搞錯了!/n這只是一時迷惘啦!!")

Texts[13]=(Label="TEXT14",Name="庫蘿娜",Text="嗚嗚....../n請不要說這種悲傷的話DEATH....../n......那麼,這樣的話如何DEATH?")

Texts[14]=(Label="TEXT15",Name="峯大",Text="呀嗚嗯!?",Format[0]=(Size=31,Start=0,End=7))

Texts[15]=(Label="TEXT16",Name="峯大",Text="妳,妳做什麼啊!?")

Texts[16]=(Label="TEXT17",Name="庫蘿娜",Text="對......對不起DEATH....../n不過,這樣一來,受歡迎氣場/n應該就不再失控了DEATH.")

Texts[17]=(Label="TEXT18",Name="庫蘿娜",Text="因為我剛才用惡魔長槍/n刺了你DEATH.")

Texts[18]=(Label="TEXT19",Name="峯大",Text="也,也不用那麼老實地刺屁股吧......")

Texts[19]=(Label="TEXT20",Name="庫蘿娜",Text="哈嗚....../n......果然沒錯DEATH.")

Texts[20]=(Label="TEXT21",Name="庫蘿娜",Text="就算箭矢的力量被中和了,/n庫蘿娜的心情也還是沒變DEATH......")

Texts[21]=(Label="TEXT22",Name="庫蘿娜",Text="至今為止一直幫助庫蘿娜的/n那瀟灑的身影......溫柔的眼神......")

Texts[22]=(Label="TEXT23",Name="峯大",Text="唔......不......那個....../n等等......這是......")

Texts[23]=(Label="TEXT24",Name="庫蘿娜",Text="親愛的是討厭庫蘿娜....../nDEATH嗎......?")

Texts[24]=(Label="TEXT25",Name="峯大",Text="親愛的!?",Format[0]=(Size=31,Start=0,End=6))

Texts[25]=(Label="TEXT26",Name="峯大",Text="呃......不,我並不是討厭妳哦?/n但我們畢竟是今天才第一次見面....../n對吧,艾可蘿!?")

Texts[26]=(Label="TEXT27",Name="艾可蘿",Text="為什麼要把話題拋給我啊......")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="呃--咳咳./n峯大大人,你現在的受歡迎氣場/n已經回到正常桃花期的水準了.")

Texts[28]=(Label="TEXT29",Name="艾可蘿",Text="這個極為普通的桃花期/n應該還會持續一陣子吧.")

Texts[29]=(Label="TEXT30",Name="艾可蘿",Text="是要在這段期間內尋找命運的對象,/n還是押注在下次的桃花期....../n又或者是,和那個惡魔在一起?")

Texts[30]=(Label="TEXT31",Name="艾可蘿",Text="這就請峯大大人自行判斷了./n因為我不是一個會對別人的戀愛/n插手的白目天使.")

Texts[31]=(Label="TEXT32",Name="峯大",Text="事到如今卻撇得一乾二淨!?")

Texts[32]=(Label="TEXT33",Name="艾可蘿",Text="再說,天使的工作原本就只到/n賦予桃花期為止.在那之後該怎麼辦/n就得靠本人的努力了唷.")

Texts[33]=(Label="TEXT34",Name="庫蘿娜",Text="嗚嗚嗚--! 親愛的!/n請不要老是隻跟艾可蘿說話DEATH!")

Texts[34]=(Label="TEXT35",Name="峯大",Text="庫......庫蘿娜......")

Texts[35]=(Label="TEXT36",Name="庫蘿娜",Text="......不過,我明白了DEATH./n的確就像親愛的所說,庫蘿娜和親愛的/n今天才初次見面而已DEATH.")

Texts[36]=(Label="TEXT37",Name="庫蘿娜",Text="而且今天還需要/n報告考試的結果DEATH,/n我就暫時先回魔界去了DEATH.")

Texts[37]=(Label="TEXT38",Name="峯大",Text="是啊......嗯./n我覺得這樣很好哦.")

Texts[38]=(Label="TEXT39",Name="庫蘿娜",Text="但是在我考試通過的那天....../n我打算在魔界和這裡之間來回,/n暫時做個通勤妻子DEATH!")

Texts[39]=(Label="TEXT40",Name="峯大",Text="通勤妻子......我說,妳是惡魔吧?")

Texts[40]=(Label="TEXT41",Name="庫蘿娜",Text="......惡魔也有靠著色誘人類/n讓對方墮落的類型DEATH....../n這部分完全沒問題DEATH!")

Texts[41]=(Label="TEXT42",Name="庫蘿娜",Text="總......總有一天我會成為出色的惡魔,/n讓親愛的對我神魂顛倒DEATH....../n所,所以......今後就請多指教了DEATH!")

Texts[42]=(Label="TEXT43",Name="艾可蘿",Text="呵呵呵./n祝你們兩位幸福--")

Texts[43]=(Label="TEXT44",Name="峯大",Text="艾可蘿!?")

Texts[44]=(Label="TEXT45",Name="庫蘿娜",Text="所以說,親愛的!/n雖然有點令人難受DEATH,/n但是現在要暫時分開了DEATH......")

Texts[45]=(Label="TEXT46",Name="庫蘿娜",Text="......所以DEATH,只有現在....../n為了不在分開之後感到寂寞......")

Texts[46]=(Label="TEXT47",Name="庫蘿娜",Text="親愛的!!!")

Texts[47]=(Label="TEXT48",Name="庫蘿娜",Text="希望你能緊緊,緊緊地/n抱住庫蘿娜DEATH!")

Texts[48]=(Label="TEXT49",Name="峯大",Text="庫......庫蘿娜......")

Texts[49]=(Label="TEXT50",Name="峯大",Text="(不過......這樣/n好像也還不壞......)")

Texts[50]=(Label="TEXT51",Name="艾可蘿",Text="峯大大人,你剛纔是不是在想/n\"這樣好像也不壞......\"呢?")

Texts[51]=(Label="TEXT52",Name="峯大",Text="驚!")

Texts[52]=(Label="TEXT53",Name="庫蘿娜",Text="欸嘿嘿......總有一天/n一定,一定會讓你對我著迷DEATH!/n你要做好覺悟DEATH哦!")

Texts[53]=(Label="TEXT54",Name="庫蘿娜",Text="愛你DEATH!/n親愛的~")

Texts[54]=(Label="",Name="",Text="")

Texts[55]=(Label="SELECT01",Name="",Text="")

Texts[56]=(Label="SELECT02",Name="",Text="")

Texts[57]=(Label="SELECT03",Name="",Text="")

Texts[58]=(Label="SELECT04",Name="",Text="")

Texts[59]=(Label="SELECT05",Name="",Text="")

Texts[60]=(Label="SELECT06",Name="",Text="")

Texts[61]=(Label="SELECT07",Name="",Text="")

Texts[62]=(Label="SELECT08",Name="",Text="")

Texts[63]=(Label="SELECT09",Name="",Text="")

Texts[64]=(Label="SELECT10",Name="",Text="")


